{
  "PetConsole": "Pet Console",
  "Tooltip_PetConsole": "A special console for managing and naming tamed creatures.",
  "PetConsoleFragment": "Pet console fragment",
  "Tooltip_PetConsoleFragment": "A damaged creature management console. This would have been used by Alterra scientists to tag their cloning experiments, as well as to terminate aggressive test subjects.",
  "Button_Rename": "Rename",
  "Button_Kill": "Kill",
  "Button_KillAll": "Kill All",
  "Button_AreYouSure": "Confirm?",
  "Label_PetName": "Pet name:",
  "TextEntry_PetNameTip": "Click to edit...",
  "PetFabricator": "Pet Fabricator",
  "Tooltip_PetFabricator": "A special fabricator for replicating creatures from fragments of DNA. This would have been used by Alterra scientists to clone and tame local creatures.",
  "PetFabricatorFragment": "Pet fabricator fragment",
  "Tooltip_PetFabricatorFragment": "A damaged piece of a creature clone fabricator. This would have been used by Alterra scientists to manipulate the genome of native creatures in the hope of controlling and weaponizing the beast.",
  "Ency_PetDna": "Domesticated Creature DNA",
  "EncyDesc_PetDna": "With the destruction of the Aurora, experiments planned by the Alterra Corporation to pacify and weaponise the local fauna never progressed. These abandoned DNA sample containers appear to have come into contact with genetic material from various animals, triggering the collection process. With the right equipment, it might be possible to combine these samples with base materials to clone domestic variants of native creatures. Ideal for companionship in a lonely base.",
  "Ency_PetFabricator": "Pet Fabricator",
  "EncyDesc_PetFabricator": "A variant of the fabricators used day to day by billions, this piece of equipment was customised to fabricate cloned copies of various creatures using samples of their DNA. The device is programmed to manipulate the genome of the subject, pacifying the animal and giving human handlers control of the beasts behaviour. With a corresponding control console, this machine could be repurposed to create passive clones of some of the native creatures of planet 4546B, given the right genetic material to process.",
  "Ency_PetConsole": "Pet Console",
  "EncyDesc_PetConsole": "This console was designed to allow Alterra scientists to tag and label their cloning experiments as part of a secret project to tame and weaponise creatures on planet 4546B. With the untimely destruction of the Aurora, these experiments never progressed. The machine also provided fail safes to neutralise cloned creatures that may have shown signs of aggression. Paired with the right fabricator, and with some DNA samples and base materials, it might still work.",
  "Alert_NaughtyBoy": "Sorry, pirates are not permitted to own a pet!",
  "Alert_PetDeadFarewell": "Goodbye,",
  "Alert_PetDeadGoodBoy": "You've been the goodest",
  "Alert_PetBorn": "Welcome to your new",
  "Alert_SpawnError": "You can't spawn a pet here!",
  "Alert_PlayerMustBeInBase": "Player must be in a base to spawn a pet",
  "Alert_ObjectBlocking": "There is something blocking the spawn location:",
  "Options_SkipCheck": "Skip the check for obstacles when spawning pets.",
  "CaveCrawlerPet": "Cave Crawler Pet",
  "Tooltip_CaveCrawlerPet": "A pet Cave Crawler. Not suitable for arachnophobes!",
  "CaveCrawlerPetDna": "Cave Crawler DNA Sample",
  "Tooltip_CaveCrawlerPetDna": "A sample of DNA from a Cave Crawler. These creatures are completely harmless. Apparently.",
  "Scanner_CaveCrawlerPetDna": "C. Crawler DNA",
  "CatPet": "Pet Cat",
  "Tooltip_CatPet": "A pet cat - how cute! I wonder who she belonged to?",
  "DogPet": "Pet Dog",
  "Tooltip_DogPet": "A pet dog! Very cute. Who's a good doggo then?",
  "RabbitPet": "Pet Rabbit",
  "Tooltip_RabbitPet": "A pet rabbit - fluffy! Hope it doesn't poo everywhere!",
  "SealPet": "Pet Seal",
  "Tooltip_SealPet": "A seal! I wonder how this will fare again a Leviathan?",
  "WalrusPet": "Pet Walrus",
  "Tooltip_WalrusPet": "A bloody great walrus! How am I going to feed this beastie?",
  "FoxPet": "Pet Fox",
  "Tooltip_FoxPet": "An arctic fox! Sweet! I hope I don't scare it.",
  "CatPetDna": "Cat DNA Sample",
  "Tooltip_CatPetDna": "A sample of DNA from someone's pet cat. I wonder how that got here?",
  "Scanner_CatPetDna": "Cat DNA",
  "BloodCrawlerPet": "Blood Crawler Pet",
  "Tooltip_BloodCrawlerPet": "A pet Blood Crawler. These creatures are nasty!",
  "BloodCrawlerPetDna": "Blood Crawler DNA Sample",
  "Tooltip_BloodCrawlerPetDna": "A sample of DNA from a Blood Crawler. Hopefully these creatures aren't venomous!",
  "Scanner_BloodCrawlerPetDna": "B. Crawler DNA",
  "CrabSquidPet": "Crab Squid Pet",
  "Tooltip_CrabSquidPet": "A pet Crab Squid. Look out for that EMP blast!",
  "CrabSquidPetDna": "Crab Squid DNA Sample",
  "Tooltip_CrabSquidPetDna": "A sample of DNA from a Crab Squid",
  "Scanner_CrabSquidPetDna": "C. Squid DNA",
  "AlienRobotPet": "Alien Robot Pet",
  "Tooltip_AlienRobotPet": "A pet Alien Robot. Can it really walk on walls?",
  "AlienRobotPetDna": "Alien Robot DNA Sample",
  "Tooltip_AlienRobotPetDna": "A sample of DNA from an Alien Robot. It would appear that these creatures have at least some genetic component. Technically, they are alive.",
  "Scanner_AlienRobotPetDna": "Robot DNA",
  "SnowstalkerBabyPet": "Baby Snowstalker Pet",
  "Tooltip_SnowstalkerBabyPet": "A pet baby Snow Stalker. Careful, they bite!",
  "SnowstalkerBabyPetDna": "Baby Snow Stalker DNA Sample",
  "Tooltip_SnowstalkerBabyPetDna": "A sample of DNA from a baby Snow Stalker. Hopefully this is from one that doesn't bite!",
  "Scanner_SnowstalkerBabyPetDna": "S. Stalker DNA",
  "PengwingAdultPet": "Adult Pengwing Pet",
  "Tooltip_PengwingAdultPet": "A pet adult Pengwing. Something smells fishy!",
  "PengwingAdultPetDna": "Adult Pengwing DNA Sample",
  "Tooltip_PengwingAdultPetDna": "A sample of DNA from an adult Pengling. With luck, this is from one that doesn't smell too fishy!",
  "Scanner_PengwingAdultPetDna": "Pengwing DNA",
  "PenglingBabyPet": "Baby Pengling Pet",
  "Tooltip_PenglingBabyPet": "A pet baby Pengling. Very fuzzy and cute!",
  "PenglingBabyPetDna": "Baby Pengling DNA Sample",
  "Tooltip_PenglingBabyPetDna": "A sample of DNA from an baby Pengling. Likely from a very fluffy, fuzzy cute one.",
  "Scanner_PenglingBabyPetDna": "Pengling DNA",
  "PinnacaridPet": "Pinnacarid Pet",
  "Tooltip_PinnacaridPet": "A pet Pinnacarid. These are beautiful creatures!",
  "PinnacaridPetDna": "Pinnacarid DNA Sample",
  "Tooltip_PinnacaridPetDna": "A sample of DNA from a Pinnacarid. These would make great pets!",
  "Scanner_PinnacaridPetDna": "Pinnacarid DNA",
  "TrivalveYellowPet": "Yellow Trivalve",
  "Tooltip_TrivalveYellowPet": "A pet yellow Trivalve. Very rare and very beautiful.",
  "TrivalveYellowPetDna": "Yellow Trivalve DNA Sample",
  "Tooltip_TrivalveYellowPetDna": "A sample of DNA from a yellow Trivalve. Quite rare, and very beautiful animals.",
  "Scanner_TrivalveYellowPetDna": "Y. Trivalve DNA",
  "TrivalveBluePet": "Blue Trivalve",
  "Tooltip_TrivalveBluePet": "A pet blue Trivalve. A gorgeous creature, and friendly too.",
  "TrivalveBluePetDna": "Blue Trivalve DNA Sample",
  "Tooltip_TrivalveBluePetDna": "A sample of DNA from a blue Trivalve. Not quite as unique as their golden cousins, but a stunning creature nonetheless.",
  "Scanner_TrivalveBluePetDna": "B. Trivalve DNA"
}