{
  "PetConsole": "Console pour familiers",
  "Tooltip_PetConsole": "Une console spéciale pour nommer et s'occuper des créatures apprivoisées.",
  "PetConsoleFragment": "Fragment de console pour familiers",
  "Tooltip_PetConsoleFragment": "Une console endommagée pour s'occuper de créatures. Elle aurait été utilisée par les scientifiques d’Alterra pour étiqueter leurs expériences de clonage, ainsi que pour éliminer les sujets de test agressifs.",
  "Button_Rename": "Renomer",
  "Button_Kill": "Tuer",
  "Button_KillAll": "Tous tuer",
  "Button_AreYouSure": "Confirmer ?",
  "Label_PetName": "Nom :",
  "TextEntry_PetNameTip": "Cliquez pour modifier...",
  "PetFabricator": "Fabricateur de familiers",
  "Tooltip_PetFabricator": "Un fabricateur spécial pour répliquer des créatures à partir de fragments d’ADN. Elle aurait été utilisée par les scientifiques d’Alterra pour cloner et apprivoiser les créatures locales.",
  "PetFabricatorFragment": "Fragment de fabricateur de familiers",
  "Tooltip_PetFabricatorFragment": "Une pièce endommagée d'un fabricateur de clones d'animaux. Elle aurait été utilisée par les scientifiques d'Alterra pour manipuler le génome des créatures indigènes dans le but de contrôler la bête et de la transformer en arme.",
  "Ency_PetDna": "ADN de créature domestique",
  "EncyDesc_PetDna": "Avec la destruction de l'Aurora, les expériences prévues par la société Alterra pour pacifier et militariser la faune locale n'ont jamais abouties. Ces conteneurs d’échantillons d’ADN abandonnés semblent être entrés en contact avec du matériel génétique provenant de divers animaux, déclenchant ainsi le processus de collecte. Avec le bon équipement, il devrait être possible de combiner ces échantillons avec des matériaux basiques pour cloner des variantes domestiques des créatures indigènes. Idéal pour avoir de la compagnie dans une base isolée.",
  "Ency_PetFabricator": "Fabricateur de familiers",
  "EncyDesc_PetFabricator": "Une variante des fabricateurs utilisés quotidiennement. Cet équipement a été personnalisé pour fabriquer des clones de diverses créatures en utilisant des échantillons de leur ADN. L'appareil est programmé pour manipuler le génome du sujet, apaisant l'animal et donnant aux responsables humains le contrôle du comportement de la bête. Avec la console de contrôle correspondante, cette machine pourrait être réutilisée pour créer des clones passifs de certaines des créatures indigènes de la planète 4546B, à condition d'avoir le bon matériel génétique à traiter.",
  "Ency_PetConsole": "Console pour familiers",
  "EncyDesc_PetConsole": "Cette console a été conçue pour permettre aux scientifiques d'Alterra d'étiqueter leurs expériences de clonage dans le cadre d'un projet secret visant à apprivoiser et à militariser les créatures de la planète 4546B. Avec la destruction prématurée de l’Aurora, ces expériences n’ont jamais abouties. La machine disposait également de sécurités intégrées pour neutraliser les clones qui auraient pu montrer des signes d'agressivité. Associée au bon fabricateur, à quelques échantillons d'ADN et des matériaux basiques, elle devrait toujours fonctionner.",
  "Alert_NaughtyBoy": "Désolé, les pirates ne sont pas autorisés à posséder un animal de compagnie !",
  "Alert_PetDeadFarewell": "Au revoir,",
  "Alert_PetDeadGoodBoy": "Tu étais le meilleur",
  "Alert_PetBorn": "Bienvenue dans ta nouvelle maison",
  "Alert_SpawnError": "Vous ne pouvez pas faire apparaître un animal ici !",
  "Alert_PlayerMustBeInBase": "Vous devez être dans une base pour faire apparaître un animal",
  "Alert_ObjectBlocking": "Quelque chose bloque le lieu d'apparition :",
  "Options_SkipCheck": "Ignore la vérification d'obstacles lors de l'apparition d'animaux.",
  "CaveCrawlerPet": "Rampant des cavernes domestique",
  "Tooltip_CaveCrawlerPet": "Un rampant des cavernes domestique. Pauvres arachnophobes...",
  "CaveCrawlerPetDna": "Échantillon d'ADN de rampant des cavernes ",
  "Tooltip_CaveCrawlerPetDna": "Un échantillon d'ADN de rampant des cavernes. Ces créatures sont complètement inoffensives, enfin je crois.",
  "Scanner_CaveCrawlerPetDna": "ADN de R. des cavernes",
  "CatPet": "Chat apprivoisé",
  "Tooltip_CatPet": "Un chat ! Trop meugnon ! Je me demande à qui il appartenait ?",
  "DogPet": "Pet Dog",
  "Tooltip_DogPet": "A pet dog! Very cute. Who's a good doggo then?",
  "RabbitPet": "Pet Rabbit",
  "Tooltip_RabbitPet": "A pet rabbit - fluffy! Hope it doesn't poo everywhere!",
  "SealPet": "Pet Seal",
  "Tooltip_SealPet": "A seal! I wonder how this will fare again a Leviathan?",
  "WalrusPet": "Pet Walrus",
  "Tooltip_WalrusPet": "A bloody great walrus! How am I going to feed this beastie?",
  "FoxPet": "Pet Fox",
  "Tooltip_FoxPet": "An arctic fox! Sweet! I hope I don't scare it.",
  "CatPetDna": "Échantillon d'ADN de chat",
  "Tooltip_CatPetDna": "Un échantillon d'ADN du chat de quelqu'un. Je me demande comment c'est arriver ici ?",
  "Scanner_CatPetDna": "ADN de chat",
  "BloodCrawlerPet": "Rampant sanguinaire domestique",
  "Tooltip_BloodCrawlerPet": "Un rampant sanguinaire domestique. Ces créatures sont fourbes !",
  "BloodCrawlerPetDna": "Échantillon d'ADN de rampant sanguinaire",
  "Tooltip_BloodCrawlerPetDna": "Un échantillon d'ADN de rampant sanguinaires. J’espère que ces créatures ne sont pas venimeuses !",
  "Scanner_BloodCrawlerPetDna": "ADN de R. sanguinaire",
  "CrabSquidPet": "Calmar-crabe domestique",
  "Tooltip_CrabSquidPet": "Un calmar-crabe domestique. Attention à son explosion électromagnétique !",
  "CrabSquidPetDna": "Échantillon d'ADN de calmar-crabe",
  "Tooltip_CrabSquidPetDna": "Un échantillon d'ADN de calmar-crabe",
  "Scanner_CrabSquidPetDna": "ADN de C-crabe",
  "AlienRobotPet": "Robot alien domestique",
  "Tooltip_AlienRobotPet": "Un robot alien domestique. Il peut vraiment marcher aux murs ?",
  "AlienRobotPetDna": "Échantillon d'ADN de robot alien",
  "Tooltip_AlienRobotPetDna": "Un échantillon d'ADN d'un robot alien. Il semblerait que ces créatures possèdent certains composants génétiques. Techniquement, ils sont vivants.",
  "Scanner_AlienRobotPetDna": "ADN de robot",
  "SnowstalkerBabyPet": "Jeune rôdeur des neiges apprivoisé",
  "Tooltip_SnowstalkerBabyPet": "Un jeune rôdeur des neiges apprivoisé. Attention, ils mordent !",
  "SnowstalkerBabyPetDna": "Échantillon d'ADN de jeune rôdeur des neiges",
  "Tooltip_SnowstalkerBabyPetDna": "Un échantillon d'ADN d'un jeune rôdeur des neiges. J'espère qu'il vient d'un rôdeur qui ne mord pas !",
  "Scanner_SnowstalkerBabyPetDna": "ADN de R. des neiges",
  "PengwingAdultPet": "Manchouaile apprivoisé",
  "Tooltip_PengwingAdultPet": "Un manchouaile apprivoisé. Ça sent le poisson...",
  "PengwingAdultPetDna": "Échantillon d'ADN de manchouaile",
  "Tooltip_PengwingAdultPetDna": "Un échantillon d'ADN de manchouaile. Avec de la chance, il vient d'un qui ne sent pas trop le poisson !",
  "Scanner_PengwingAdultPetDna": "ADN de manchouaile",
  "PenglingBabyPet": "Manchounet apprivoisé",
  "Tooltip_PenglingBabyPet": "Un manchounet apprivoisé. Duveteux et mignon !",
  "PenglingBabyPetDna": "Échantillon d'ADN de manchounet",
  "Tooltip_PenglingBabyPetDna": "Un échantillon d'ADN de manchounet. Il sont adorables, duveteux et pelucheux !",
  "Scanner_PenglingBabyPetDna": "ADN de manchounet",
  "PinnacaridPet": "Pinnacarid apprivoisé",
  "Tooltip_PinnacaridPet": "Un pinnacarid apprivoisé. Quelles créatures magnifiques !",
  "PinnacaridPetDna": "Échantillon d'ADN de pinnacarid",
  "Tooltip_PinnacaridPetDna": "Un échantillon d'ADN de pinnacarid. Ce sont d'excellents animaux de compagnie !",
  "Scanner_PinnacaridPetDna": "ADN de pinnacarid",
  "TrivalveYellowPet": "Trivalve jaune",
  "Tooltip_TrivalveYellowPet": "Un trivalve jaune domestique. Aussi rare que beau.",
  "TrivalveYellowPetDna": "Échantillon d'ADN de trivalve jaune",
  "Tooltip_TrivalveYellowPetDna": "Un échantillon d'ADN de trivalve jaune. Un animal magnifique, assez rare.",
  "Scanner_TrivalveYellowPetDna": "ADN de Trivalve J.",
  "TrivalveBluePet": "Trivalve bleu",
  "Tooltip_TrivalveBluePet": "Un trivalve bleu domestique. Une superbe créature, très amicale.",
  "TrivalveBluePetDna": "Échantillon d'ADN de trivalve bleu",
  "Tooltip_TrivalveBluePetDna": "Un échantillon d'ADN de trivalve bleu. Plus commun que leurs cousins jaunes, mais pas moins époustouflant.",
  "Scanner_TrivalveBluePetDna": "ADN de Trivalve B."
}